Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: now we're going to stop this rotation but i can talk to you about what is happening here i don't know about you but i'm busy in d fixed fame of reference there was no one balanced force within the frame of reference for taking in this turntable there was and unbalanced because the velocity kept changing was with the fictitious part rotating plane is unknown inertial or accelerated fame just as the accelerated frame of the karte the doctor humes showed you you know that every object which is moving in a circle has an acceleration toward the center of the circle this is the exploration of has a special namely and capital acceleration now you will this puck for a while workstudy while the turntable is rotating i'll get off theoretic i'm ready but the rotation
ht: kounye a nou ap ale nan sispann sa a wotasyon men mwen ka pale ak ou sou sa k ap pase isit la mwen pa konnen sou ou men mwen okipe nan d fiks t'ap nonmen non nan referans pa te gen okenn yon sèl balanse fòs nan ankadreman an nan referans pou pran nan sa a platin te gen ak dezekilib paske vitès la kenbe chanje te la avèk pati nan fo wotasyon avyon se t'ap nonmen non sèks inèrsyèl oswa akselere jis kòm ankadreman an akselere nan kart la humes yo doktè te montre ou ou konnen ke chak objè ki ap deplase nan yon sèk gen yon akselerasyon nan direksyon sant lan nan sèk la sa a se eksplorasyon a nan gen yon gwoup dapre branch espesyal ak kapital akselerasyon kounye a ou pral sa a rondèl pou yon ti tan workstudy pandan y ap platin a ap wotasyon Mwen pral jwenn nan rasyonèl Mwen pare men wotasyon a

source: you concede that now the park isn't moving in a circle dr humans exerting a force to keep it moving in the circle and you can see this from the fact that the rubber ring is extended heat is exerting the center of the billboards and this is the only horizontal force acting on the part but not let's look at it again from his point of view in the rotating system he is exerting a force towards the center of the table and yet the puck is standing still produced more or less taylor some vibration how he believes in a lot of inertia so he thinks there's and equal parts on the part away from the center of the table so that there is no unbalanced boring this outward force in the pocket the fictitious sports in this case sometimes it's called the centrifugal force in the pics reference frame there is no award boris on the path now suppose the doctor doom stops exerting a barge watch the pot in the picture frame of reference the puck moves off in a straight line there's no no unbalanced boris acting on it now let's look at it again from his point of view in the rotating system when he releases the proc which to him was everest it mood the force away from the sender is now on unbalanced part on the talked to him the outward course on the part is fictitious in our food frame of reference it doesn't think that's but the doctor whom in the accelerated frame of reference it's a perfectly real force i hope by now doctor i do not have convinced you the rotating frame of reference is not in their shel frame for you've all been told that the hurt it's rotating abode of taxes and that also it travels in a nearly circular orbit around the time why then do we find in a frame of reference attached securely to the earth but the law of inertia seems to hold why don't we observed fictitious forces the five of the fictitious forces which we have to introduce in a non initial frame depends upon the acceleration of the frame these smaller the acceleration is v smaller the fictitious forces that we introduced here's a frame of reference attached to the equator of the car the acceleration of this frame is really very small because bearded spinning about it axis it has an acceleration directly inward app three d_ one hundred of a major per second square on they one kilogram at the equator their is the fictitious for us directly upwards out three one hundred but this is not by gravity which is a port downward of nine point eight new so the net downward force is smaller than that of gravity alone if i've dropped av one kilogram at the equator the acceleration would be slightly smaller than that due to gravity alone very much now the acceleration of the car in its orbit is even smaller still and produces even smaller affect in our frame of reference mike said that the earth was rotating abode faxes how do we know but this is slow well if you take a time exposure photograph of the stars they seem to be moving in circles a both p pole star but all motion is relative is there any way of telling which is moving or the stars the fact that it is because which is rotating can be demonstrated by means of the pendulum if i've got a pendulum swinging its wings back-and-forth in a plane though it turns out is this pendulum with the north pole of the art the plane of swing would remain fixed relative to the stars but would rotate relative now i'll have to show you what i need this pendulum is epicenter how this turntable which will represent europe no i was about the cable turning around in this direction i'll put a black arrow on so that you'll remember but the rotation the pendulum is that the north pole of the earth annuals motion as you ordinarily do standing on the earth the playing of swing rotates in the opposite direction from the rotation of the turntable and that exactly the same rate now look at it from the fixed cabral which will represent the frame of the stars the turntable the alert rotate but the plane of the pendulum remain specs a pendulum used for this purpose because approval pendulum use tommy dot wong at the beginning of this film
ht: ou konsede sa koulye a pak la se pa sa k ap deplase nan yon sèk moun dr ègzèrs yon fòs kenbe li k ap deplase nan sèk la epi ou ka wè sa a soti nan lefèt ke bag an kawotchou , pwolonje chalè a ègzèrs sant la nan tablo afichaj yo ak sa a se sèlman fòs la orizontal aji sou pati nan men pa kite pou yo gade nan l 'ankò soti nan pwen de vi li nan sistèm nan wotasyon se li ki ègzèrs yon fòs nan direksyon pou sant la nan tab la e ankò rondèl a ap kanpe toujou pwodwi plis oswa mwens taylor kèk Vibration ki jan li mete konfyans yo nan yon anpil nan inèsi Se konsa li panse gen nan ak pati egal sou pati a lwen sant lan nan la tab pou ke pa gen okenn raz dezekilib sa a fòs deyò nan pòch la espò yo fo nan ka sa a pafwa li a te rele fòs la santrifujeur nan ankadreman an referans pics pa gen okenn Boris prim sou chemen an kounye a ta kwè fayit la doktè sispann ègzèrs yon chaloup gade po a nan ankadreman an foto referans rondèl an bwote wete nan yon liy dwat gen nan pa gen pa gen okenn dezekilib Boris aji sou li kounye a kite a gade nan li ankò soti nan pwen de vi li nan sistèm lan wotasyon lè li te degaje prok a ki l 'te Everest

source: let's look back again now the focal pendulum dropped slammed as its wings i think you can see the paint line where the planned trail began the amplitude upswing is decreasing the famed trail is not long now but the important thing to speak is that the plane upswing has been rotating during the half hour that we've been talking to you an inertial frame of reference is one in which the alarm inner cities without all frames of reference moving at a constant velocity with respect to an inertial frame are also inertial frame we use the word as an inertial frame of reference but it is only approximately one a small acceleration with respect to the stars for example the frame of reference other stars is the best we can do when we look for a frame of reference which is for all practical purposes bextra accelerated frame of reference is not a member shall frame and when we are in an accelerated frame we have to introduce forces which we called fictitious forces in order that the law of inertia and the other laws of physics don't change
ht: Mwen pral mete yon flèch nwa sou pou ke ou pral sonje men wotasyon a pandil la se ke Pòl Nò a ki sou tè a anuèl mosyon kòm ou ordinèrman fè kanpe sou tè a jwe a ap balanse tanzantan wotasyon nan direksyon opoze a soti nan wotasyon a nan platin la ak ki egzakteman menm ritm lan kounye a gade nan li soti nan Cabral nan fiks ki pral reprezante ankadreman an nan la zetwal platin an alèt la Thorne men avyon an nan pandil la rete karakteristik yon pandil itilize pou objektif sa a paske apwobasyon pandil itilize Tommy dot Wong nan kòmansman an nan sa a fim kite a tounen gade dèyè ankò kounye a tonbe pandil la fokal te kriye byen fò kòm zèl li yo mwen panse ou ka wè liy lan penti kote santye ki te planifye a te kòmanse siy dogmantasyon a anplitid ap diminye santye a renome se pa long kounye a men bagay la enpòtan yo pale se ke siy dogmantasyon a avyon ki te wotasyon pandan lè a mwatye ke nou ve yo te ap pale avèk ou yon ankadreman inèrsyèl nan referans a se youn nan ki alam nan lavil enteryè san tout ankadreman nan referans deplase nan yon vitès konstan ak respè nan yon inèrsyèl ankadreman yo tou inèrsyèl ankadreman nou itilize mo a kòm yon ankadreman inèrsyèl nan referans men li se sèlman apeprè yon yon akselerasyon ti ki gen rapò ak zetwal yo pou egzanp ankadreman an nan referans zetwal lòt ki pi bon an nou kapab fè lè nou gade pou yon ankadreman nan referans ki se pou tout rezon pratik bextra ankadreman akselere nan referans a se pa yon manm va ankadreman ak lè nou nan yon ankadreman akselere nou dwe prezante fòs ki nou rele fòs fo yo nan lòd ke lwa a nan inèsi ak lwa yo lòt kote nan fizik pa chanje

source: The most important issue, no doubt about it, is controlling inflation and getting people jobs.
ht: Sije ki pi enpotan se, san kesyon, se kontwole enflasyon, epi bay moun travay.

source: Those are absolutely paramount and you've got to have it or you can't do it.
ht: Yo se absoliman baz la, embe ou bezwen genyen li oubyen ou pa ka fè anyen

source: Because that's what the government's suppose to do is try to supply jobs and keep inflation down.
ht: Paske se devwa gouvenman an pou yo eseye bay travay epi kenbe pri yo pi ba.

source: Otherwise it's not suppose to be involved in everybody's moral issues.
ht: Si yo pa ka fe sa, yo dwe pou rete soti nan koze moral moun.

source: My future's limited so I'm hopeful about my own future of two, three or four years, but I'm not real hopeful about the future in five, ten, twenty or fifteen years.
ht: Avni mwen limite, embe mwen gen espwa pou avni mwen, nan de, twa ou kat ane, Min mwen pa gen twop espwa pou avni nan senk, dis, ven ou kenz ane.

source: Interviewer:
ht: Repote a mande:

source: Why not?
ht: Pouki?

source: Because inflation's taking all the money out and government is sending all the jobs to other places.
ht: Paske pri yo ap pran tout lajan an, epi gouvenman an ap voye tout travay yo a lot kote.

source: Without jobs and with wars going on all the time you're finished.
ht: Si pa gen trayay epi lage ap pete tout tan tout tan, nou pap gin espwa.

source: There's no doubt the political system is broken and I don't know if it's fixable with the present people you have around.
ht: Setenman, sistem politik la kraze. Mwen pa konnen si li ka korije, paske moun yo nou genyen kounye a se pa bon ase.

source: You need moral people and people with reasoning powers and thinking powers and they don't lie.
ht: Ou benzwen moun ki gen entegrite e kapab rezone byen epi pa bay manti.

source: And I don't think we have too many of those in government.
ht: Mwen pa kwe nou gen anpil moun konsa nan gouvènman an.

source: Unfortunate, but you can only fix if people want to fix it.
ht: Malerezman, men ou ka selman korije li si moun bezwen korije li.

source: I think all the candidates are about the same.
ht: Mwen panse tout kandida yo se menm bagay la.

source: I think they're like cars. They all look the same.
ht: Mwen santi yo se tankou machin.

source: They sound the same and they bring out the same result.
ht: Yo sonnen tankou menm bagay la, e yo bay menm rezilta a.

source: They try to do things promising what they can't deliver
ht: Yo eseye pwomet sak yo paka fe.

source: say "Hey, this is going to be a 2".
ht: 7 fwa 2 egal a 14, eben 2 ki reponse lan. imediatman wap ka rezud li. wap ka imediatman, si ou eseye lot nimero wap di, se 2 lap ye.

source: But what we'll do in this video is to think How to troubleshoot these problems systematically. Because what we'll find is that as more and more complicated are these equations, you will not be able to simply think about them and do them in your head
ht: Men sa nou pral fe nan video sa a se panse de koman pou nou rezud prolem nan. paske le ekwasyon sa you vin pi komplike, ou pap ka just panse de li e fe'l nan tet ou.

source: So it is very important that you first understand how manipulate these equations, but even more important is understand what they really represent
ht: li vreman enportan le ou konpran koman pou manipile ekwasyon sa yo, men li pli enportan pou konpran sa yo vreman reprezante.

source: This literally just says 7 times x equals fourteen
ht: Sa selman di ke 7 fwa x egal a 14

source: In algebra, do not write "times" ali
ht: Nan algeb no pa ekri "fwa" a la.

source: When you write two numbers side-by-side or a number close a variable like this, that means you are multiplying
ht: Le ou ekri de nimero kot a kot oubyen yon nimero bo yon variab kon sa, li simpleman vle di ke w'ap mulipliye

source: Now that have a basic understanding of what a ratio is, let's see if we can tackle some more advanced problems.
ht: Kounye a ki pa gen yon konesans de baz nan yon rapò ki se, ann wè si nou ka s' pwoblèm certains pi avanse.

source: So, I have a classroom.
ht: Se konsa, mwen gen yon sal klas.

source: It's got fifty-five students in it. fifty-five students.
ht: Li te genyen elèv ki gen senk ladan l. cinquante-senk elèv.

source: And I also know that the ratio of boys to girls, the ratio of
ht: E mwen tou konnen sa ki pousantaj moun ki gason pou fi, ki pousantaj moun ki

source: I'll write it this way, boys to girls is four:seven.
ht: M' ap ekri l' menm jan, gason pou fi a se kat: sèt.

source: What I want to know is, how many girls do I need to add.
ht: Pou konnen sa mwen vle se, konbyen fi mwen bezwen pou ajoute.

source: So, how many girls need to add, or do I need to add, do I need to add, for the ratio, for the ratio to become one:two. one:two.
ht: Se konsa, depi Konben fi bezwen pou ajoute, ou èske m' bezwen pou ajoute, èske m' bezwen pou ajoute, pou rapò a, paske rapò pou vin UN: de. UN: de.

source: And this is the ratio of boys to girls.
ht: E se sa ki pousantaj moun ki gason pou fi.

source: I'm not switching the ratio on you.
ht: Mwen menm ki pa metòd pou chanje rapò a sou ou.

source: So, right now for every four boys, I have seven girls.
ht: Se konsa, koulye a pou chak kat gason, mwen gen sèt fi.

source: I want to add some girls so that the ratio becomes for every boy, I have two girls.
ht: Mwen vle pou ajoute yon fi yo lè sa a, rapò a vin pou tout jenn gason, mwen gen de fi.

source: So how can you do this?
ht: Se konsa jan ou ka fè sa?

source: Well, just going back to the basic ratio video, the first thing we can do we, know the total number of students.
ht: Geri, li jis ap tounen lakay la vidéo, rapò de baz pou premye fwa bagay nou ka fè nou konnen an total kantite elèv.

source: And we know the ratio.
ht: Apre sa, nou konnen ki pousantaj.

source: So maybe it'll help us to figure out the number of boys and girls we have right now.
ht: Se konsa gen dwa li ap ede nou pou evalye kantite gason ak ti fi k'ap nou gen koulye a.

source: So our current ratio is four:seven.
ht: Se konsa nou rapò kouran se kat: sèt.

source: So boys, boys, to girls, right now is equal to four:seven.
ht: Se konsa gason, gason, fi, koulye a rive fè kat: sèt.

source: That means -- what does that mean?
ht: Sa vle di - kisa sa vle di?

source: That means for every, if you add up these two.
ht: Sa vle di pou chak, si ou gen sans de sa yo.

source: For every eleven students there are four boys and seven girls.
ht: Pou tout elèv ki bezwen onz gen kat gason ak ti fi yo sèt.

source: There are four boys, four boys and seven girls.
ht: Gen kat gason, kat gason ak ti fi yo sèt.

source: That's what this ratio tells us.
ht: Sa se sa rapò sa a di nou.

source: You give me eleven students of this -- you could split this classroom into a bunch of groups.
ht: Ou ka ban m onz elèv sa - ou te kapab jwen klas sa a nan yon pakèt moun gwoup yo.

source: And for every group of eleven, you're going to have four boys and seven girls that's all that tells me.
ht: Et pou chak gwoup de 11, ou pral fè gen kat gason ak sèt fi sa a tout sa ki di m.

source: For every eleven students, four boys and seven girls.
ht: Pou chak elèv onz, kat gason ak ti fi yo sèt.

source: If you split them, every group has the same number of boys and girls.
ht: Si nou separe yo, chak gwoup gen menm nonb ti gason ak fi.

source: Now, how many groups of eleven students there are?
ht: Koulye a, jan anpil gwoup onz elèv la ye?

source: So there are fifty-five students.
ht: Se konsa genyen cinquante-senk elèv.

source: We have fifty-five students total.
ht: Nou gen 50-senk elèv total de.

source: And we're breaking them into groups of eleven.
ht: E, nou ap kraze yo nan gwoup de 11.

source: And every group will have the same number of boys and of girls.
ht: Chak gwoup p'ap gen menm nonb de gason ak fi.

source: So we have eleven groups.
ht: Se konsa nou gen onz gwoup yo.

source: Sorry, if we divide by eleven students per group.
ht: M regrèt, si nou divize ak onz elèv pa gwoup.

source: Students per group.
ht: Elèv pa gwoup.

source: So how many groups of eleven students do we have?
ht: Se konsa gwoup ki kantite elèv onz èske nou genyen?

source: That means we have five groups of eleven students. five groups of eleven students.
ht: Sa vle di nou gen senk gwoup onz elèv. gwoup senk onz elèv.

source: And we've done this drill before.
ht: Apre sa, nou te fè sa ki sèvi ak machin sa a devan.

source: Every group has four boys and it has seven girls.
ht: Chak gwoup gen kat gason e li gen sèt fi.

source: So we have five groups. five groups each of them has four boys, that means we have five times four, which is equal to twenty boys.
ht: Se poutèt sa, nou pa gen senk gwoup yo. senk gwoup yo chak yo gen kat gason, ki vle di nou gen senk tan kat ti moun, ki rive fè ven gason.

source: And we have five times seven, we have five groups, five times seven, each group has seven girls.
ht: Et nou gen senk fwa sèt, nou gen senk gwoup yo, senk fwa sèt, chak gwoup te gen sèt fi.

source: Of girls.
ht: De fi.

source: So that's equal to thirty-five girls.
ht: Se poutèt sa rive fè trente-senk fi.

source: And the numbers add up. twenty plus thirty-five is fifty-five.
ht: Et les numéros gen sans. gen plis gen se cinquante-senk.

source: And twenty to thirty-five, twenty to thirty-five, is equal to four:seven.
ht: Vingt Et vingt ak trente-senk, pou trente-senk, kat: sèt egal-ego.

source: So it all works out.
ht: Se konsa tout travay.

source: So that's what we have right now.
ht: Se konsa, sa se sa nou gen koulye a.

source: Now, we're going to add to girls to the classroom to change the ratio.
ht: Koulye a, nou pral ajoute fi pou sal klas la pou chanje rapò a.

source: So let's do this.
ht: Se konsa nou fè sa.

source: So right now we have twenty boys.
ht: Droit koulye a nou gen trant gason.

source: We have twenty boys.
ht: Nou gen trant gason.

source: And we have thirty-five girls.
ht: Apre sa, nou gen trannsenkan fi.

source: We just figure that out.
ht: Nou jis evalye sa.

source: And I'm going to add some girls to the classroom.
ht: E mwen pwal ajoute yon fi nan sal klas la.

source: So I'm going to add some girls to the classroom And my new ratio, after I add these g girls to the classroom, my new ratio is going to be one:two. one:two.
ht: Se konsa, mwen pral jwenn ajoute yon fi nan sal klas la epi m' nouvo rapò, apre sa, mwen ajoute fi g sa yo pou sal klas la, m' nouvo rapò a pwal gen yon sèl: de. UN: de.

source: So I have an equation I have one unknown, I can just solve for it.
ht: Se konsa, mwen gen yon ekwasyon mwen gen youn inconnu, mwen kapab sèlman rezoud pou li.

source: You can almost do this one in your head. twenty is to what, one is to two as twenty as to what?
ht: Ou kapab fè pwèske UN sa a nan tèt ou. vingt se pou sa, yonn gen pou de kòm vingt wè?

source: You could say, oh, twenty is -- one is one / two of twenty, twenty is one / two of forty.
ht: Nou te kapab di: o, vingt se - yonn yon / de de vingt, vingt yon / de de karant.

source: So you could say, oh, it's forty.
ht: Se konsa, nou kapab di: o, li se karant.

source: So g would be equal to five.
ht: Se konsa, g ta rive fè senk.

source: That's how you would solve it in your head.
ht: Sa se jan nou ta ka rezoud li nan tèt ou.

source: If you want to do it algebraically, you could cross-multiply.
ht: Si ou vle fè li an aljebrikman, ou cross-multiply te kapab.

source: So you get thirty-five plus g times one.
ht: Se konsa, ou ka gen plis g fwa yonn.

source: So you get thirty-five plus g is equal to two times twenty.
ht: Se konsa ou ka gen plis g egal a de fwa vingt.

source: Is equal to forty, which is essentially what we did in our head.
ht: Rive fè karant, ki esansyèlman sa nou te fè nan tèt nou.

source: We said, hey, this thing has to be equal to forty.
ht: Nou te di, alo, bagay sa a gen pou yo rive fè karant.

source: So, if you subtract thirty-five from both sides, you get g is equal to five.
ht: Konsa, si ou retire trente-senk nan tou de bò, ou g obtenir rive fè senk.

source: So if you add five girls to your classroom, you're going to have forty girls.
ht: Se konsa si ou ajoute senk fi pou sal klas ou, ou pwal pou gen karant fi.

source: So then you'd have forty girls.
ht: Se konsa lè sa a ou ta vle karant fi.

source: And you have twenty boys.
ht: Et, ou gen trant gason.

source: And your ratio is twenty:forty, which is two:four, which is the same thing is one:two.
ht: Rapò ou se vingt: 40, ki se de: kat, ki se menm bagay se UN: de.

source: And we've done our problem.
ht: Apre sa, nou te fè sa ki pwoblèm nou.

source: Two corrections I want to make to the video on the sodium potassium pump.
ht: De koreksyon mwen vle fè pou videyo sou Sodyòm a Potasyòm ponp.

source: One very minor one-- and I don't think it would trip too many of you guys up, but near the end of the video, as we learned, we have potassium getting pumped into the cell by the sodium potassium pump.
ht: Yon sèl ki poko granmoun anpil UN - e mwen pa kwè ke li ta voyage twò anpil nan nou jwè leve kanpe, men tou pwe fen videyo a, kòm nou appris, nou gen Potasyòm route pompe nan selil a pa odyòm ponp Potasyòm.

source: Let me draw the membrane.
ht: Kite m' rale len a.

source: It'll actually be useful in the more significant correction I'd like to make.
ht: Li aktyèlman ap itil nan pi gwo koreksyon mwen ta renmen pou yo fè.

source: So let me draw a cross section of a cell membrane.
ht: Se pou m' fè yon kwa seksyon nan yon selil len.

source: And let me draw the sodium potassium pump right here.
ht: Et, kite m' trase ponp Potasyòm Sodyòm droit isit la.

source: We saw it pumps out three sodiums for every two potassiums that it pumps in.
ht: Nou te wè l' pompes soti twa sodiums pou chak de potassiums ke li pompes nan.

source: It definitely doesn't look like that, but it gives the idea.
ht: Li san mank pa gade konsa, men li bay lide a.

source: And we're pumping potassium ions in-- so K plus-- and we're pumping sodium ions out-- and that's what the whole point of that video was.
ht: E nou ap estime Potasyòm ions nan - pour K plus - Et nou ap estime ions odyòm soti - e se sa a tout pwen videyo sa te genyen.

source: When this thing changes shape with ATP, it pumps the sodium ions out.
ht: Lè bagay sa a chanje fòm ak ATP, li pompes Sodyòm ions deyò.
